---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredAnisotropy
source: html/d9810339-deff-4b4e-038b-6e58e5bf8e51.htm
---
# Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredAnisotropy Property

The property labeled "Anisotropy" from the "AdvancedLayered" schema.

## Syntax (C#)
```csharp
public static string LayeredAnisotropy { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".
 This property allows a connected asset.